tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "bat"
brew "blackbox"
brew "cabal-install"
brew "clojure"
brew "cocoapods"
brew "dosbox"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fx"
brew "git-extras"
brew "go"
brew "graphviz"
brew "gron"
brew "gzip"
brew "haskell-stack"
brew "jq"
brew "kotlin"
brew "kubernetes-cli", link: false, overwrite: true
brew "leiningen"
brew "protobuf"
brew "python@2"
brew "mosh"
brew "node@12", link: true, overwrite: true
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"

cask "alfred"
cask "docker"
cask "figma"
cask "iterm2"
cask "notion"
cask "pastebot"
cask "paw"
cask "postico"
cask "qgis"
cask "visual-studio-code"
