brew "bat"
brew "blackbox"
brew "deno"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "go"
brew "jq"
brew "kubeseal"
brew "kustomize"
brew "node"
brew "node@14"
brew "numpy"
brew "openssl@1.1"
brew "pinentry"
brew "pinentry-mac"
brew "python@3.9"
brew "swiftlint"
brew "tree"
brew "unbound"
brew "wget"
brew "xz"
brew "yarn"
brew "youtube-dl"

cask "arq"
cask "dash"
cask "docker"
cask "font-inter"
cask "font-juliamono"
cask "font-sf-mono"
cask "google-cloud-sdk"
cask "hazel"
cask "iina"
cask "imageoptim"
cask "intellij-idea-ce"
cask "istat-menus"
cask "iterm2"
cask "microsoft-teams"
cask "minecraft"
cask "openttd"
cask "pastebot"
cask "paw"
cask "postico"
cask "raycast"
cask "sf-symbols"
cask "soulver"
cask "subler"
cask "tableplus"
cask "tower"
cask "transmission"
cask "visual-studio-code"
cask "xcodes"
cask "zoom"